Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Dune Rider, Knalgan Alliance and Drakes
uk_ua: Наїзник дюн, Альянс Кнагла та Дрейки

source: Dune Rider, Knalgan Alliance and Rebels
uk_ua: Наїзник дюн, Альянс Кналга та Повстанці

source: Dune Rover
uk_ua: Блукач дюн

source: Dune Rover, Undead and Loyalists
uk_ua: Розбійник дюн, Мерці та Вірнопіддані

source: Dune Scorcher
uk_ua: Палій дюн

source: Dune Soldier
uk_ua: Солдат дюн

source: Dune Soldier, Loyalists and Drakes
uk_ua: Солдат дюн, Вірнопіддані та Дрейки

source: Dune Spearguard
uk_ua: Списостраж дюн

source: Dune Spearmaster
uk_ua: Списомайстер дюн

source: Dune Sunderer
uk_ua: Трощитель дюн

source: Dune Swordsman
uk_ua: Мечник дюн

source: Dune Warmaster
uk_ua: Майстер битви дюн

source: Dune Wayfarer
uk_ua: Дальньохід дюн

source: Dune Windbolt
uk_ua: Вітростріл дюн

source: Dunefolk
uk_ua: Люди дюн

source: Dunes
uk_ua: Дюни

source: Dungeon
uk_ua: Підземелля

source: During a scenario, the time of day will shift as turns pass. There are four <i>alignments</i> a unit may be: Lawful, Neutral, Chaotic, or Liminal. Each alignment gets a different bonus or handicap depending on the time of day. You can hover over the sky image below the minimap on the right to see the current time of day and who has the advantage.
uk_ua: Протягом сценарію міняється час доби. У бійця може бути один з чотирьох <i>типів</i>: Порядний, Нейтральний, Хаотичний і Тіньовий. Кожний тип дає різні штрафи і бонуси в залежно від часу доби. Щоб дізнатися поточний час доби і хто має перевагу, наведіть мишкою на картинку під мінікартою.

source: During ally’s turn, use a two-color orb to show movement
uk_ua: Використовувати двоколірні сфери під часу ходу союзників

source: During battle, this unit can drain life from victims to renew its own health.
uk_ua: Під час битви цей боєць здатний висмоктувати життєві сили у жертви, збільшуючи власне здоров'я.

source: During campaigns, certain units may opt to join the player’s forces of their own volition. These units are marked with the loyal trait. Although they may require payment to be recalled, they never incur any upkeep costs. This can make them invaluable during a long campaign, when gold is in short supply. This trait is never given to recruited units, so it may be unwise to dismiss such units or to send them to a foolish death.
uk_ua: Під час кампаній певні бійці можуть побажати приєднатися до гравця по власній волі. Такі бійці позначаються рисою ‘вірний’. Не дивлячись на те, що такі бійці можуть вимагати оплати, щоб бути викликаними знову, вони ніколи не зажадають плати за утримання. Це може зробити їх неоціненними упродовж тривалої кампанії, коли кількість золота обмежена. Ця риса ніколи не надається найнятим бійцям, тому безрозсудно ігнорувати таких бійців, чи посилати їх на безглузду смерть.

source: During the day, your units will deal more damage and the bandits will deal less. The more of Urza Mathin’s troops you can defeat during the day, the better.
uk_ua: Протягом дня ваші бійці будуть завдавати більше шкоди, а бандити — менше. Чим більше підлеглих Урзи Мартіна ви вб'єте протягом дня, тим краще.

source: During the scenario
uk_ua: Протягом сценарію

source: During your allies’ turns, their units have a two-color orb. One half is the ally orb color, and the other half shows whether the unit is unmoved, partially moved or fully moved.
uk_ua: Під часу ходу союзників, їхні бійці матимуть двоколірну сферу. Одна половина позначатиме колір сторони союзника, а інша — статус переміщення бійця.

source: Dursil
uk_ua: Дурсіл

source: Durstorn
uk_ua: Дуршторн

source: Dusk
uk_ua: Вечір

source: Dutch Translation
uk_ua: Голландський переклад

source: Dwaba-Kukai
uk_ua: Дваба-Кукай

source: Dwarven Castle
uk_ua: Замок гномів

source: Dwarven Castle Keep
uk_ua: Замкова вежа гномів

source: Dwarven Castle Ruins
uk_ua: Руїни замку гномів

source: Dwarven Ruin Keep
uk_ua: Зруйнована цитадель гномів

source: Dwarven Underground Castle
uk_ua: Підземний замок гномів

source: Dwarven Underground Keep
uk_ua: Підземна цитадель гномів

source: Dwarven Village
uk_ua: Село гномів

source: Dwarven forged, this blunt weapon mimics the crushing power of the wose.
uk_ua: Зроблена гномами, ця притуплена зброя імітує нищівну зброю лісовика.

source: Dwarven tales describe different types of mushrooms — with some types the difficulty of walking on the spongy floor has no relation to the ground underneath, even when the ground underneath is still visible. This terrain’s defense and movement costs are purely based on the unit’s stats for <italic>text='Fungus'</italic>.
uk_ua: У казках гномів описані різні типи грибів — для деяких типів складність ходіння по губчастій підлозі не має відношення до ґрунту під нею, навіть якщо ґрунт під нею все ще видно. Витрати на захист і пересування на цій місцевості базуються виключно на характеристиках бійця для <italic>text='Грибів'</italic>.

source: Dwarves
uk_ua: Гноми

source: Dwarves are an ancient race of powerful fighters. Ulfserkers are the most ferocious of these; in battle, they will work themselves into a blind rage wherein they feel neither fear nor pain, and will pay no heed to any wounds they receive.
uk_ua: Гноми — древня раса могутніх воїнів. Ульфсерки — найбільш люті з них. У битві вони доводять себе до сліпої люті і, не відчуваючи ні болю, ні страху, не звертаючи уваги на отримані рани.

source: Dwarves of Kal Kartha, I speak the Law. Your house is cast down; you have harbored a great evil. Who now will take the burden of cleansing this holding of its taint?
uk_ua: Гноми Кал Карти, мною каже Закон. Честь вашого дому заплямована; ви переховували на своїх землях велике зло. Тож хто з вас візьме на себе тягар очищення Кал Карти від її ганьби?

source: Dwarves, under attack by undead. We must help them.
uk_ua: Гноми, атаковані мерцями. Ми повинні допомогти їм.

source: Dwarvish Annalist
uk_ua: Гном літописець

source: Dwarvish Annalists are the historians of this ancient and proud race. They are few in number, and their very existence is not generally known to the other peoples of the Great Continent. To the abilities of the Witness they add, through the study of herb and mineral lore, the ability to cure poison.
uk_ua: Гномські літописці — історики цієї давньої та гордої раси. Їх небагато та їхнє існування практично невідоме іншим народам Великого континенту. На додачу до здібностей свідків, вони додають знання трав, мінералів та здатність лікувати отруєння.

source: Dwarvish Arcanister
uk_ua: Гном чародій

source: Dwarvish Berserker
uk_ua: Гном берсерк

source: Dwarvish Dragonguard
uk_ua: Гном Страж Дракона

source: Dwarvish Explorer
uk_ua: Геолог

source: Dwarvish Explorers are peerless survivalists. Using only the equipment they carry, they can range for months around the forests and mountains looking for new seams of ore and deposits of minerals. Whilst their skill in a melee is less than some other dwarves, they are unmatched with throwing axes, having practiced this skill hunting in the mountains. Their maneuverability makes them dangerous and tricky foes.
uk_ua: Гноми Геологи — незрівнянні майстри виживання. Обходячись лише своїм спорядженням, вони можуть місяцями бродити по лісах і горах у пошуках нових покладів руди і мінералів. У близькому бою їх навички гірші, ніж у інших гномів, зате вони незрівнянні метальники сокир (напрактикувалися, полюючи в горах). Їх спритність робить геологів небезпечними та хитрими в бою.

source: Dwarvish Fighter
uk_ua: Гном воїн

source: Dwarvish Fighters wield mighty battle axes and hammers, which make them feared opponents in close-range combat. They are excellent in mountainous terrain or underground. Their power and endurance more than compensate for their relatively poor mobility.
uk_ua: Гноми воїни озброєні важкими бойовими сокирами і молотами, що робить їх грізними супротивниками в рукопашній сутичці. Вони прекрасні в гористій місцевості і під землею. Вони не дуже повороткі, але сила і витривалість легко це компенсують.

source: Dwarvish Guardsman
uk_ua: Гном охоронець

source: Dwarvish Lord
uk_ua: Лорд гномів

source: Dwarvish Loremaster
uk_ua: Хранитель Давнини

source: Dwarvish Masked Berserker
uk_ua: Берсерк у масці

source: Dwarvish Masked Dragonguard
uk_ua: Страж Дракона в масці

source: Dwarvish Masked Fighter
uk_ua: Гном воїн у масці

source: Dwarvish Masked Guardsman
uk_ua: Гном охоронець у масці

source: Dwarvish Masked Lord
uk_ua: Лорд гномів у масці

source: Dwarvish Masked Sentinel
uk_ua: Вартовий гном у масці

source: Dwarvish Masked Stalwart
uk_ua: Гном хранитель у масці

source: Dwarvish Masked Steelclad
uk_ua: Панцирник у масці

source: Dwarvish Masked Thunderer
uk_ua: Громовержець у масці

source: Dwarvish Masked Thunderguard
uk_ua: Громовий страж у масці

source: Dwarvish Masked Ulfserker
uk_ua: Ульфсек у масці

source: Dwarvish Miner
uk_ua: Гном шахтар

source: Dwarvish Pathfinder
uk_ua: Слідопит

source: Dwarvish Runemaster
uk_ua: Майстер рун

source: Dwarvish Runesmith
uk_ua: Коваль рун

source: Dwarvish Scout
uk_ua: Гном розвідник

source: Dwarvish Sentinel
uk_ua: Вартовий гном

source: Dwarvish Stalwart
uk_ua: Гном хранитель

source: Dwarvish Steelclad
uk_ua: Панцирник

source: Dwarvish Thunderer
uk_ua: Громовержець

source: Dwarvish Thunderguard
uk_ua: Громовий страж

source: Dwarvish Ulfserker
uk_ua: Ульфсерк

source: Dwarvish Witness
uk_ua: Гном свідок

source: Dwarvish runesmiths, now practiced at their craft, carve arcane runes into their weapons and armor. These runes infuse the runesmith’s blows with power and accuracy, and disrupt the blows of their enemies, causing them to strike softly, weakly and on the armor of the defender.
uk_ua: Гноми майстри рун, умільці свого ремесла, наносять приховані руни на зброю і броню. Ці руни дають їх ударам точність і силу, і відбивають удари ворогів, примушуючи їх бити м'якше, слабкіше і потрапляти по броні.

source: Dwellings of sentient beings are not easily used for cover by feral creatures of low intelligence. As a result, <italic>text='feral'</italic> units receive a maximum of 50% defense in any land-based village regardless of base terrain.
uk_ua: Диким істотам із низьким інтелектом складно ховатися серед житлових будівель. Тому в будь-яких наземних селах <italic>text='дикі'</italic> істоти мають захист не більше 50%, незалежно від типу місцевості.

source: EXIT STATUS
uk_ua: КОД ВИХОДУ

source: Each grave can be used only once.
uk_ua: Кожну могилу можна використати лише один раз.

source: Each of the villages scattered across the Wesnoth countryside is normally guided by a group of elders, who are the village’s wisest and most experienced residents.
uk_ua: Кожне з розкиданих по Весноту сел, зазвичай, керується групою старців, котрі є наймудрішими та найдосвідченішими жителями селища.

source: Each side begins with one leader in their keep. At the start of any battle, and at times during it, you will need to recruit <ref>dst='..units' text='units'</ref> into your army. To recruit, you must have your leader (for instance, Konrad in the <italic>text='Heir to the Throne'</italic> campaign) on the keep hex of a <ref>dst='..terrain_castle' text='castle'</ref>. Then you may recruit by either choosing <bold>text='Recruit'</bold> from the menu or right-clicking on a hex and selecting <bold>text='Recruit'</bold>. This brings up the recruit menu, which lists units available for recruitment, along with their gold cost. Click on a unit to see its statistics, then press the <bold>text='Recruit'</bold> button to recruit it.
uk_ua: Кожен гравець починає гру з одним лідером у своїй цитаделі. На початку і впродовж кожної битви Вам треба буде вербувати <ref>dst='..units' text='бійців'</ref> для своєї армії. Щоб вербувати бійців, ваш лідер (наприклад, Конрад в кампанії <italic>text='Спадкоємець престолу'</italic>) повинен знаходитися в цитаделі <ref>dst='..terrain_castle' text='замку'</ref>. Тоді Ви можете <bold>text='Вербувати'</bold> бійців, вибравши відповідний пункт в меню, або клацнувши правою кнопкою миші по цитаделі і вибравши пункт <bold>text='Вербувати'</bold>. З'явиться меню вербування із списком доступних бійців і їх вартістю. Клацніть на бійця, щоб побачити його характеристику, а потім натисніть кнопку <bold>text='Вербувати'</bold>, щоб завербувати бійця.

source: Each side gets two leaders. Whenever a leader is lost then another appears on the recall list at its full cost.
uk_ua: Кожна сторона отримує двох лідерів. Щоразу, коли лідер вмирає, інший з’являється в меню заклику за повну вартість.

source: Each side is given some amount of gold to begin with, and receives 2 gold pieces per turn, plus 2 more gold pieces for every village that side controls. In a campaign, starting gold is a minimum amount defined by the scenario, which is typically lower as the difficulty level increases. In addition you often get a percentage of gold to carry over from the last scenario played. The exact percentage depends on the scenario and is usually displayed as part of the scenario objectives.
uk_ua: Кожна сторона починає з певною кількістю золота, також отримує 2 золотих монети за хід, і ще 2 монети за кожне контрольоване село. У кампаніях початкова кількість золота є мінімальною кількістю, що задана сценарієм. Ця кількість зазвичай зменшується зі зростанням складності. Крім того, початкове зотоло може становити певний відсоток від перенесеного з останнього сценарію. Точний відсоток залежить від сценарію і зазвичай відображається серед завдань сценарію.

source: Each strike which hits causes a base amount of damage depending on the attack type. For instance, an elvish fighter with a 5×4 attack does 5 base damage. This is usually modified by two things: <ref>dst='damage_types_and_resistance' text='resistance'</ref> and <ref>dst='time_of_day' text='time of day'</ref>. To see how base damage is modified by the circumstances, select <bold>text='Damage Calculations'</bold> in the attack selection menu.
uk_ua: Кожна вдала атака наносить деяку базову шкоду, залежно від типу атаки. Наприклад, ельфійський воїн з атакою 5×4 наносить базову шкоду в 5 одиниць. Це число коригують дві речі: <ref>dst='damage_types_and_resistance' text='опірність'</ref> і <ref>dst='time_of_day' text='час доби'</ref>. Щоб побачити, як змінюється базова шкода в поточних умовах, натисніть кнопку <bold>text='Обчислення ушкоджень'</bold> у вікні вибору атаки.

source: Each turn, you will gain 2 gold plus one for each village you own. However, <i>upkeep</i> is subtracted from that. You can support as many levels worth of units as the number of villages you own; beyond that, you must pay 1 gold per turn. Be careful, as owning too many units can cause you to have negative income and lose gold each turn!
uk_ua: Кожного ходу ви отримуєте 2 золотих, а також один золотий за кожне ваше село. Однак, від цього ще віднімається <i>утримання</i>. Ви можете утримувати таку кількість бійців, сума рівнів яких не перевищує число ваших сіл. При перевищенні цієї межі, вам доведеться платити по одному золотому за кожні зайві рівні. Будьте обережні, багато бійців під вашим командуванням може спричинити негативний прибуток, і ви будете втрачати золото кожного ходу!

source: Each unit also has an upkeep cost. The upkeep cost is generally equal to the level of the unit, unless the unit has the "Loyal" trait (<link linkend="traits">see below</link>). Units that are not initially recruited — i.e. the leader or those that join voluntarily — usually have the Loyal trait. Upkeep is only paid if the total upkeep of a side&#8217;s units is greater than the number of villages that side controls. Upkeep paid is the difference between the number of villages and the upkeep cost.
uk_ua: Кожен боєць вимагає також плати на утримання. Ця плата зазвичай дорівнює рівню бійця, за винятком випадку, коли боєць має особливість "Вірний" (<link linkend="traits">дивіться нижче</link>). Бійці, які не були завербовані - тобто лідер і ті, хто приєднується до нього добровільно - зазвичай є вірними. Утримання платиться лише тоді, коли загальна величина утримання всіх бійців сторони більша, ніж кількість контрольованих цією стороною сіл. Плата на утримання є різницею між кількістю сіл і вартістю утримання.

source: Each unit has a certain number of <italic>text='hitpoints'</italic> (HP). If the hitpoints of a unit drop below 1, the unit dies. Each unit also has a certain number of <italic>text='experience points'</italic> (XP). A freshly recruited unit starts with no experience points, and gains experience by fighting enemies.
uk_ua: Кожен боєць має певну кількість <italic>text='одиниць життя'</italic> (ЗД). Якщо здоров'я бійця падає нижче 1, боєць гине. Кожен боєць також має певну кількість <italic>text='одиниць досвіду'</italic> (ДВ). Щойно завербовані новобранці не мають жодної одиниці досвіду, вони отримають досвід в битвах з ворогами.

source: Each unit has a certain number of movement points which are used up when moving into a new hex, depending on the Terrain of that particular hex. For instance, grassland nearly always costs 1 movement point to enter. Exactly how many movement points are spent entering a hex depends on the unit type — in forest, elvish units only spend 1 movement point, most human and orc units spend 2, while horsemen spend 3. You can learn how many movement points a unit requires to enter a certain terrain type by right-clicking on it, selecting <bold>text='Unit Description'</bold>, and then looking at <bold>text='Terrain Modifiers'</bold>.
uk_ua: Кожнем боєць має певну кількість очків руху для переміщення на наступне поле. Ця кількість залежить від типу місцевості цього поля. Наприклад, для того, щоб перейти на луг, завжди потрібне 1 очко руху. Також кількість очок руху залежить від типу бійця — в лісі ельфи витрачають лише 1 очко руху, більшості ж людей і орків потрібно 2 очки, а вершникиам — 3. Щоб дізнатися, скільки очків руху боєць витратить на вхід в певну місцевість, натисніть по ньому правою кнопкою, виберіть <bold>text='Опис бійця'</bold> і загляньте в пункт <bold>text='Модифікатори місцевості'</bold>.

source: Each unit is more or less vulnerable to the different attack types. 6 figures in the unit description show strength and weakness of the unit against the 6 attack types. A positive resistance figure indicates that the unit will suffer less damages from the attack type. A negative resistance figure indicates that the unit is especially vulnerable to this attack type.
uk_ua: Кожен боєць по-різному вразливий до різних типів атак. У описі бійця наводяться 6 чисел, що показують силу або слабкість бійця відносно 6 типів атак. Позитивне значення показує, що боєць має певну захищеність від цього типу атаки. Негативне значення показує, що боєць особливо вразливий до цього типу атаки.

source: Each village you control will <i>support</i> one unit for free. After that, each unit costs you one gold per turn.
uk_ua: Кожне ваше село може <i>утримувати</i> одного бійця. Якщо бійців більше, ніж сіл, то кожний наступний боєць буде коштувати вам одну золоту монету за хід.

source: Each year in the Wesnoth calendar is composed of 12 months. These are, in order: Whitefire Bleeding Moon Scatterseed Deeproot Scryer’s Bloom Thorntress Summit Star Kindlefire Stillseed Reaper’s Moon Verglas Bloom Blackfire
uk_ua: Кожен рік у Веснотському календарі складається з 12 місяців. Ось вони, по порядку: Білополум'я Кров'яномісяць Землесіяння Глибокоріння Ворожбоцвіт Шипівня Верхозірка Вогнеспалах Семеностояння Жнивомісяць Ожеледецвіт Чорнополум'я

source: Eagle eye longbow
uk_ua: Яструбозорий довгий лук

source: Early finish bonus.
uk_ua: Бонус швидкого завершення.

source: Early finish bonus:
uk_ua: Бонус швидкого завершення:

source: Earns: 1g
uk_ua: Заробіток: 1g

source: Earns: 3g
uk_ua: Заробіток: 3g

source: Earooa
uk_ua: Йеруа

source: Earth, rise and shut this gate of evil for good!
uk_ua: Земле, піднімися та закрий ці ворота зла заради добра!

source: Earthy Cave Floor
uk_ua: Земляне дно печери

source: Earthy Chasm
uk_ua: Земляна прірва

source: Earthy Rockbound Cave
uk_ua: Земляно-скеляста печера

source: East Gate
uk_ua: Східна Застава

source: East — The Oldwood Forest. Enter at Your Own Risk!
uk_ua: Схід — Древній ліс. Якщо що — нарікайте на себе!

source: East, eh? You won’t find many friends in that direction. Travel safely.
uk_ua: Схід, е? Ви не знайдете багато друзів у тому напрямку. Будьте обережніше.

source: Easy
uk_ua: Легка

source: Easy pickings then.
uk_ua: Тоді проблем не матимемо.

source: Easy to find out... thump it and see if it wakes up!
uk_ua: Легко дізнатися ... удар і подивися, чи прокинеться він!

source: Economic Recession
uk_ua: Економічний занепад

source: Edit Scenario Settings
uk_ua: Редагувати параметри сценарію

source: Edit Side
uk_ua: Редагувати сторону

source: Edit Time Schedule
uk_ua: Редагувати розклад часу доби

source: Edited by Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt> and Soliton E<lt>soliton.de@gmail.comE<gt>.
uk_ua: Відредагували Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt> та Soliton E<lt>soliton.de@gmail.comE<gt>.

source: Editor Clipboard
uk_ua: Буфер обміну редактора

source: Editor Palette
uk_ua: Палітра редактора

source: Editor Palettes
uk_ua: Палітри редактора

source: Editor Terrain-Overlay Graphics
uk_ua: Редактор місцевості-Графіка накладення

source: Editor Tools
uk_ua: Інструменти редактора

source: Editor recent files limit
uk_ua: Кількість недавніх файлів у редакторі

source: Eera
uk_ua: Ейра

source: Efran
uk_ua: Ефран

source: Egar,Elch,Ga’ash,Gadé Ihn,Gakré Ohm,Galeck,Galsh,Garadin,Garchin,Gark,Garlan,Garlin Ohn,Garrutin,Gart’lo,Garushi,Gashinar,Gashol,Gaushii,Gaustun,Gegchi,Gelka Kon,Gelknick,Gillan,Gisharri,Gost,Grada,Græt Ihn,Grashen,Gravlan,Grag,Grelnit,Grenn Ohn,Greth,Gribbel,Gridda,Grish,Gron Ihn,Ka,Kahn Ih,Karigan,Karri Kon,Karron,Kask,Kegrid,Kerath Ihn,Kerath Kor,Klash,Kon Garashé,Kraag,Krall Ohn,Kran Kor,Krash,Kraslar,Krenli,Kruggen,Kun,Mah Toa,Margian,Mar’Ildian,Markan,Markinos,Mar Ohn,Marra Di’lek,Marrito,Marritos,Merkush,Merritos Gark,Morusté,Murr,Omataké,Reshan,Vashitt,Velnick,Veralon,Veramo,Verath,Verditt,Verkon,Verlinn,Vermad,Vertick,Vladnir
uk_ua: Егар,Елч,Гааш,Гаде Ін,Гакре Ом,Галек,Галш,Гарадін,Гарчін,Гарк,Гарлан,Гарлін Он,Гаррутін,Гарт'ло,Гаруші,Гашинар,Гашол,Гаушій,Гаустун,Гегчі,Гелка Кон,Гелкнік,Гіллан,Гішаррі,Гост,Града,Грет Ін,Грашен,Гравлан,Граг,Грелніт,Гренн Он,Грес,Гріббел,Грідда,Гриш,Грон Ін,Ка,Кан І,Каріган,Каррі Кон,Каррон,Каск,Кегрід,Керас Ін,Керас Кор,Клаш,Кон Гараш,Крааг,Кралл Он,Кран Кор,Краш,Краслар,Кренлі,Кругген,Кун,Ма Тоа,Маргіан,Мар'Ілдьян,Маркан,Маркінос,Мар Он,Марра Ді'лек,Марріто,Маррітос,Меркуш,Меррітос Гарк,Морусте,Мурр,Оматаке,Решан,Вашітт,Велнік,Вералон,Верамо,Верас,Вердітт,Веркон,Верлінн,Вермад,Вертік,Владнір

source: Either way, I be here now, on this adventure.
uk_ua: У будь-якому разі, я вже тут, у сій пригоді.

source: Elcmar
uk_ua: Елькмар

source: Elder Falcon
uk_ua: Старий сокіл

source: Elder Mage
uk_ua: Старий маг

source: Elder Wose
uk_ua: Старший лісовик

source: Eldred
uk_ua: Ельдред

source: Eleben
uk_ua: Елебен

source: Eleben!
uk_ua: Елебен!

source: Elemental
uk_ua: Стихійний

source: Elemental units aren&#8217;t alive and thus are immune to poison, and drain and plague don&#8217;t work on them. Elemental units generally have <emphasis>Elemental</emphasis> as their only trait.
uk_ua: Стихійні бійці не є живими, тому на них не діє ні отрута, ні висмоктування, ні чума. Як правило, стихійні бійці мають лише одну рису - <emphasis>стихійний</emphasis>.
